accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
alvr-launcher-bin
amd-ucode
android-tools
aria2
ark
avidemux-qt6-git
awesome-terminal-fonts
base
base-devel
bash-completion
bash-language-server
bind
bleachbit
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cdrtools
chaotic-keyring
chaotic-mirrorlist
char-white
chntpw
chwd
cmake
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
dragon
duckstation-git
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
faugus-launcher
ffmpeg-full
ffmpegthumbnailer
ffmpegthumbs
firefox
flatpak
freedownloadmanager
frei0r-plugins
fsarchiver
gamemode
git
github-desktop-bin
glances
goverlay
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gwenview
handbrake
haveged
hdparm
hwdetect
hwinfo
idevicerestore
inetutils
iptables-nft
iwd
jfsutils
jre-openjdk
kate
kde-gtk-config
kdegraphics-thumbnailers
kdenlive-git
kdeplasma-addons
kimageformats
kinfocenter
kinit
konsole
kscreen
kwallet-pam
kwalletmanager
less
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-opencl-rusticl-mesa
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libdbusmenu-glib
libdvdcss
libgsf
libopenraw
libplasma
libreoffice-fresh
libvdpau-va-gl
libwnck3
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-headers
logrotate
losslesscut-git
lsb-release
lsscsi
lvm2
mame-tools
man-db
man-pages
mangohud
mdadm
mediainfo
meld
mesa-utils
micro
mkinitcpio
modemmanager
msty-bin
mtools
mullvad-vpn-bin
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noise-suppression-for-voice
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
obs-backgroundremoval
obs-studio-git
obs-vkcapture-git
octopi
opencl-amd
opencl-rusticl-mesa
opendesktop-fonts
openssh
opentimelineio
pacman-contrib
partitionmanager
paru
pavucontrol
pcsx2-git
peazip
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
poppler-glib
power-profiles-daemon
powerdevil
ppsspp-git
protontricks
protonup-qt
pv
python
python-defusedxml
python-openai-whisper
python-packaging
python-vosk
qbittorrent
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-graphicaleffects
qt5-imageformats
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-tools
qt5-virtualkeyboard
qt5-xmlpatterns
qt6-connectivity
qt6-datavis3d
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-remoteobjects
qt6-scxml
qt6-serialbus
qt6-serialport
qt6-wayland
qt6-webview
rebuild-detector
reflector
ripgrep
rpcs3-git
rsync
rtkit
s-nail
sddm
sddm-kcm
sg3_utils
shadps4-git
shutter-encoder-bin
sideloader-bin
smartmontools
snapper
sof-firmware
spectacle
standardnotes-bin
steam
sudo
sysfsutils
systemd-boot-manager
texinfo
thunderbird
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
umu-launcher-git
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
v4l2loopback-dkms
ventoy-bin
vesktop
vi
vim
visual-studio-code-bin
vita3k-git
vulkan-mesa-layers
vulkan-radeon
wget
which
wimlib
wine-staging
winetricks
wireless-regdb
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xpadneo-dkms
xsettingsd
yay
zenergy-dkms-git
