accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bash-language-server
biglybt
bind
bleachbit
bluedevil
bluemail
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
breeze-gtk
btrfs-assistant
btrfs-progs
cachy-browser
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
chaotic-keyring
chaotic-mirrorlist
char-white
chwd
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duckstation-git
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
envycontrol
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
ffmpegthumbs
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gamemode
gamescope
gcdemu
ghostscript
git
glances
gnome-keyring
goverlay
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gwenview
haveged
hdparm
hplip
hwdetect
hwinfo
idevicerestore
inetutils
intel-compute-runtime
intel-media-driver
intel-oneapi-compiler-shared-runtime
intel-ucode
iptables-nft
iwd
jfsutils
jre-openjdk
kate
kde-gtk-config
kdegraphics-thumbnailers
kinfocenter
kinit
kscreen
kwallet-pam
kwalletmanager
less
lib32-gamemode
lib32-libva-intel-driver
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libdvdcss
libgsf
libopenraw
libplasma
libva-intel-driver
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
makepkg-optimize
mame-tools
man-db
man-pages
mangohud
mdadm
mesa-utils
mesa-vdpau
micro
mkinitcpio
mkinitcpio-firmware
modemmanager
msty-bin
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio-tytan652
octopi
onedrive-abraunegg-git
opencl-nvidia
opendesktop-fonts
openssh
pacman-contrib
paru
pavucontrol
pcsx2-git
peazip
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
poppler-glib
power-profiles-daemon
powerdevil
ppsspp-git
proton-ge-custom-bin
pv
python
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
qt6-wayland
rebuild-detector
reflector
ripgrep
rpcs3-git
rsync
rtkit
s-nail
sddm
sddm-kcm
sg3_utils
sideloader-bin
smartmontools
snapper
sof-firmware
spectacle
splix
steam
sudo
switcheroo-control
sysfsutils
system-config-printer
systemd-boot-manager
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
umu-launcher
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
ventoy-bin
vi
vim
vita3k-git
vulkan-intel
vulkan-mesa-layers
wget
which
winetricks
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xpadneo-dkms
xsettingsd
xwaylandvideobridge
yay
youtube-music-bin
