acpi
acpid
adobe-source-sans-fonts
alsa-firmware
alsa-utils
amd-ucode
android-tools
ark
audiocd-kio
avahi
b43-fwcutter
baca-ereader-git
base
base-devel
bash-completion
bash-language-server
biglybt
bleachbit
bluedevil
bluemail
breeze-gtk
breeze5
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
code-features
code-marketplace
cpupower
cronie
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
duckstation-git
e2fsprogs
ecryptfs-utils
efibootmgr
envycontrol
exfatprogs
f2fs-tools
ffmpegthumbs
firefox
flatpak
gamemode
gamescope-sk-git
gcdemu
glances
glibc-locales
gnome-themes-extra
goverlay
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gwenview
htop
idevicerestore
inetutils
install-grub
intel-ucode-git
inxi
jfsutils
joplin-appimage
jq
jre-openjdk
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kfind
kgamma
khelpcenter
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
krename
kscreen
kscreenlocker
ksshaskpass
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
ladspa
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-mangohud
lib32-mesa-utils
lib32-nvidia-utils
lib32-vulkan-icd-loader
lib32-vulkan-mesa-layers
libcanberra
libdvdcss
libva-intel-driver
libva-mesa-driver
libxnvctrl
linux-firmware-git
linux611
linux611-headers
logrotate
lutris-git
lvm2
makepkg-optimize
mame-tools
man-db
man-pages
mangohud
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-kde-settings
manjaro-pipewire
manjaro-release
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
micro
milou
minecraft-launcher
mkinitcpio-firmware
mkinitcpio-openswap
modemmanager
movit
msty-bin
mtpfs
nano
nano-syntax-highlighting
neofetch
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio-tytan652
okular
onedrive-abraunegg-git
openh264
openresolv
openssh
os-prober
p7zip
pamac-cli
pamac-gtk3
pamac-tray-icon-plasma
pcsx2-git
peazip
perl
perl-file-mimeinfo
phonon-qt6-vlc
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plymouth
plymouth-kcm
plymouth-theme-manjaro
poppler-data
power-profiles-daemon
powerdevil
powertop
ppsspp-git
proton-ge-custom-bin
protonup-qt
qt6-imageformats
qt6-virtualkeyboard
reiserfsprogs
rpcs3-git
rsync
s-nail
samba
sddm
sddm-breath-theme
sddm-kcm
sof-firmware
spectacle
squashfs-tools
sshfs
steam-native-runtime
sudo
sysfsutils
systemsettings
tenacity-git
terminus-font
texinfo
ttf-dejavu
udiskie
udisks2
umu-launcher-git
unarchiver
update-grub
usb_modeswitch
usbmuxd
usbutils
ventoy-bin
vi
visual-studio-code-bin
vita3k-git
vk-hdr-layer-kwin6-git
vulkan-mesa-layers
wget
which
wine-staging
winetricks
wireless-regdb
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xpadneo-dkms
yakuake
yay
youtube-music-bin
